<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<title>विठ्ठेश्वर देवस्थान</title>
<!-- Favicon -->
<link rel="icon" href="img/favicon.webp" type="image/x-icon">
<link rel="shortcut icon" href="img/favicon.webp" type="image/x-icon">
<link rel="stylesheet"
	href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.0.0/css/all.min.css">

<link rel="stylesheet" href="/css/abhang.css">


</head>
<body>
	<header>
		<div class="logo">
			<a href="homepage"> <img src="img/logox.jpg" alt="Your Logo">
			</a>
		</div>
		<nav>
			<ul>
				<li><a href="homepage">Home</a></li>
				<li><a href="aboutpage">About Us</a></li>
				<li><a href="abhangpage">Haripath</a></li>
				<li><a href="gallerypage">Gallery</a></li>
				<li><a href="contactpage">Contact Us</a></li>
			</ul>
		</nav>
	</header>

	<main>
	 <!-- <span class="content-wrapper">
        <span class="image-card">
            <img src="/img/hari.jpg" alt="Image Description">
        </span></span> -->
        
		<div class="card" id="dnyaneshwar">
			<div class="card-content">
			<h1>श्री ज्ञानेश्वर महाराज हरिपाठ</h1>
				<p class=" content truncated-content">
					<br>१ <br> देवाचिये द्वारीं उभा क्षणभरी । तेणें मुक्‍ति
					चारी साधियेल्या ॥ १॥<br> हरि मुखें म्हणा हरि मुखें म्हणा ।
					पुण्याची गणना कोण करी ॥ २॥<br> असोनि संसारीं जिव्हे वेगु करी ।
					वेदशास्त्र उभारी बाह्या सदा ॥ ३॥<br> ज्ञानदेव म्हणे व्यासाचिया
					खुणा । द्वारकेचा राणा पांडवां घरीं ॥ ४॥<br> <br> २ <br>
					चहूं वेदीं जाण षट्‌शास्त्रीं कारण । अठराहीं पुराणें हरीसी गाती ॥ १॥<br>
					मंथुनी नवनीता तैसें घे अनंता । वायां व्यर्थ कथा सांडी मार्ग ॥ २॥<br>
					एक हरि आत्मा जीवशिव सम । वायां दुर्गमी न घालीं मन ॥ ३॥<br>
					ज्ञानदेवा पाठ हरि हा वैकुंठ । भरला घनदाट हरि दिसे ॥ ४॥<br> <br>
					३ <br> त्रिगुण असार निर्गुण हें सार । सारासार विचार हरिपाठ ॥
					१॥<br> सगुण निर्गुण गुणांचें अगुण । हरिविणें मत व्यर्थ जाय ॥
					२॥<br> अव्यक्‍त निराकार राहीं ज्या आकार । जेथुनी चराचर त्यासी
					भजें ॥ ३॥<br> ज्ञानदेवा ध्यानीं रामकृष्ण मनीं । अनंत जन्मांनीं
					पुण्य होय ॥ ४<br> <br> ४<br> भावेंवीण भक्‍ति
					भक्‍तिवीण मुक्‍ति । बळेंवीण शक्‍ति बोलूं नये ॥ १॥<br> कैसेनि
					दैवत प्रसन्न त्वरित । उगा राहें निवांत शिणसी वायां ॥ १॥<br>
					सायासें करिसी प्रपञ्च दिननिशीं । हरिसी न भजसी कोण्या गुणे ॥ ३॥<br>
					ज्ञानदेव म्हणे हरिजप करणें । तुटेल धरणें प्रपंचाचें ॥ ४॥<br> <br>
					५<br> योग याग विधी येणें नोहे सिद्धि । वायांचि उपाधि दंभधर्म ॥
					१॥<br> भावेंवीण देव न कळे निःसंदेह । गुरुवीण अनुभव कैसा कळे ॥
					२॥<br> तपेवीण दैवत दिधल्यावीण प्राप्त । गुजेवीण हित कोण सांगे
					॥ ३॥<br> ज्ञानदेव मार्ग दृष्टांताची मात । साधूचे संगती
					तरुणोपाय ॥ ४॥<br> <br> ६ <br> साधुबोध झाला तो
					नुरोनियां ठेला । ठायींच मुराला अनुभवें ॥ १॥<br> कापुराची वाती
					उजळली ज्योती । ठायींच समाप्ती झाली जैसी ॥ २॥<br> मोक्षरेखें
					आला भाग्ये विनटला । साधूचा अंकिला हरिभक्‍त ॥ ३॥<br> ज्ञानदेवा
					गोडी संगती सज्जनीं । हरि दिसे जनीं आत्मतत्त्वीं ॥ ४॥<br> <br>
					७<br> पर्वताप्रमाणें पातक करणें । वज्रलेप होणें अभक्‍तांसी ॥
					१॥<br> नाहीं ज्यांसी भक्‍ति ते पतित अभक्‍त । हरीसी न भजत दैवहत
					॥ २॥<br> अनंत वाचाळ बरळती बरळ । त्यां कैंचा दयाळ पावे हरी ॥ ३॥<br>
					ज्ञानदेवा प्रमाण आत्मा हा निधान । सर्वांघटीं पूर्ण एक नांदे ॥ ४॥<br>
					<br> ८<br> संतांचे संगती मनोमार्गगती । आकळावा श्रीपति
					येणें पंथें ॥ १॥<br> रामकृष्ण वाचा भाव हा जीवाचा । आत्मा जो
					शिवाचा राम जप ॥ २॥<br> एकतत्त्वी नाम साधिती साधन । द्वैताचें
					बंधन न बाधिजे ॥ ३॥<br> नामामृत गोडी वैष्णवां लाधली । योगियां
					साधली जीवनकळा ॥ ४॥<br> सत्वर उच्चार प्रल्हादी बिंबला । उद्धवा
					लाधला कृष्णदाता ॥ ५॥<br> ज्ञानदेव म्हणे नाम हें सुलभ । सर्वत्र
					दुर्लभ विरळा जाणे ॥ ६॥<br> <br> ९<br> विष्णुविणें जप
					व्यर्थ त्याचें ज्ञान । रामकृष्णीं मन नाहीं ज्याचे ॥ १॥<br>
					उपजोनी करंटा नेणें अद्वय वाटा । रामकृष्णीं पैठा कैसा होय ॥ २॥<br>
					द्वैताची झाडणी गुरुविण ज्ञान । त्या कैंचें कीर्तन घडे नामीं ॥ ३॥<br>
					ज्ञानदेव म्हणे सगुण हें ध्यान । नामपाठ मौन प्रपंचाचें ॥ ४॥<br>
					<br> १०<br> त्रिवेणीसंगमीं नाना तीर्थें भ्रमीं । चित्त
					नाहीं नामीं तरी ते व्यर्थ ॥ १॥<br> नामासी विन्मुख तो नर पापिया
					। हरीविण धांवया न पावे कोणी ॥ २॥<br> पुराणप्रसिद्ध बोलिले
					वाल्मिक । नामें तिन्ही लोक उद्धरती ॥ ३॥<br> ज्ञानदेव म्हणे नाम
					जपा हरिचें । परंपरा त्याचें कुळ शुद्ध ॥ ४॥<br> <br>
				</p>
				<button class="read-more-btn">Read More</button>

				<p class=" content full-content">
					११<br> हरिउच्चारणीं अनंत पापराशी । जातील लयासी क्षणमात्रें ॥
					१॥<br> तृण अग्निमेळें समरस झालें । तैसें नामें केलें जपता हरी
					॥ २॥<br> हरिउच्चारण मंत्र पैं अगाध । पळे भूतबाधा भय याचें ॥ ३॥<br>
					ज्ञानदेव म्हणे हरि माझा समर्थ । न करवे अर्थ उपनिषदां ॥ ४॥<br>
					<br> १२<br> तीर्थ व्रत नेम भावेवीण सिद्धी । वायांची उपाधी
					करिसी जनां ॥ १॥<br> भावबळें आकळे येरवी नाकळे । करतळीं आंवळे
					तैसा हरी ॥ २॥<br> पारियाचा रवा घेतां भूमीवरी । यत्न परोपरी
					साधन तैसें ॥ ३॥<br> ज्ञानदेव म्हणे निवृत्ति निर्गुण । दिधलें
					संपूर्ण माझे हातीं ॥ ४॥<br> <br> १३<br> समाधि हरीची
					सम सुखेंवीण । न साधेल जाण द्वैतबुद्धि ॥ १॥<br> बुद्धीचें वैभव
					अन्य नाहीं दुजें । एका केशवराजे सकळ सिद्धि ॥ २॥<br> ऋद्धि
					सिद्धि अन्य निधि अवघीच उपाधी । जंव त्या परमानंदी मन नाहीं ॥ ३॥<br>
					ज्ञानदेवीं रम्य रमलें समाधान । हरीचें चिंतन सर्वकाळ ॥ ४॥<br> <br>
					१४<br> नित्य सत्य मित हरिपाठ ज्यासी । कळिकाळ त्यासी न पाहे
					दृष्टी ॥ १॥<br> रामकृष्णीं वाचा अनंतराशी तप । पापाचे कळप पळती
					पुढें ॥ २॥<br> हरि हरि हरि मंत्र हा शिवाचा । म्हणती जे वाचा
					तया मोक्ष ॥ ३॥<br> ज्ञानदेवा पाठ नारायण नाम । पाविजे उत्तम निज
					स्थान ॥ ४॥<br> <br> १५<br> एक नाम हरि द्वैतनाम दूरी
					। अद्वैत कुसरी विरळा जाणे ॥ १॥<br> समबुद्धि घेतां समान श्रीहरी
					। शमदमां वरी हरि झाला ॥ २॥<br> सर्वांघटी राम देहादेहीं एक ।
					सूर्य प्रकाशक सहस्ररश्मी ॥ ३॥<br> ज्ञानदेवा चित्तीं हरिपाठ
					नेमा । मागिलिया जन्मा मुक्‍त झालों ॥ ४॥<br> <br> १६<br>
					हरिनाम जपे तो नर दुर्लभ । वाचेसी सुलभ राम कृष्ण ॥ १॥<br> राम
					कृष्ण नामीं उन्मनी साधली । तयासी लाधली सकळ सिद्धि ॥ २॥<br>
					सिद्धि बुद्धि धर्म हरिपाठीं आले । प्रपंची निमाले साधुसंगे ॥ ३॥<br>
					ज्ञानदेवीं नाम रामकृष्ण ठसा । तेणें दशदिशा आत्माराम ॥ ४॥<br> <br>
					१७<br> हरिपाठकीर्ति मुखें जरी गाय । पवित्रचि होय देह त्याचा ॥
					१॥<br> तपाचे सामर्थ्ये तपिन्नला अमूप । चिरंजीव कल्प वैकुंठीं
					नांदे ॥ २॥<br> मतृपितृभ्रात सगोत्र अपार । चतुर्भुज नर होऊनि
					ठेले ॥ ३॥<br> ज्ञान गूढगम्य ज्ञानदेवा लाधलें । निवृत्तीनें
					दिधलें माझें हातीं ॥ ४॥<br> <br> १८<br> हरिवंशपुराण
					हरिनाम संकीर्तन । हरिविण सौजन्य नेणे कोणी ॥ १॥<br> त्या नरा
					लाधलें वैकुंठ जोडलें । सकळही घडलें तीर्थाटण ॥ २॥<br>
					मनोमार्गें गेला तो तेथें मुकला । हरिपाठीं स्थिरावला तोचि धन्य ॥ ३॥<br>
					ज्ञानदेवा गोडी हरिनामाची जोडी । रामकृष्णी आवडी सर्वकाळ ॥ ४॥<br>
					<br> १९<br> नामसंकीर्तन वैष्णवांची जोडी । पापें अनंत कोटी
					गेलीं त्यांची ॥ १॥<br> अनंत जन्मांचें तप एक नाम ।सर्व मार्ग
					सुगम हरिपाठी ॥ २॥<br> योग याग क्रिया धर्माधर्म माया । गेले ते
					विलया हरिपाठी ॥ ३॥<br> ज्ञानदेवी यज्ञयाग क्रिया धर्म । हरीविण
					नेम नाहीं दुजा ॥ ४॥<br> <br> २०<br> वेदशास्त्रपुराण
					श्रुतीचें वचन । एक नारायण सारा जप ॥ १॥<br> जप तप कर्म हरीविण
					धर्म । वाउगाचि श्रम व्यर्थ जाय ॥ २॥<br> हरीपाठी गेले ते
					निवांताचि ठेले । भ्रमर गुंतले सुमनकळिके ॥ ३॥<br> ज्ञानदेवीं
					मंत्र हरिनामाचें शस्त्र । यमें कुळगोत्र वर्जियेलें ॥ ४॥<br> <br>
					२१<br> काळ वेळ नाम उच्चारितां नाहीं । दोन्ही पक्ष पाहीं
					उद्धरती ॥ १॥<br> रामकृष्ण नाम सर्व दोषां हरण । जडजीवां तारण
					हरि एक ॥ २॥<br> हरिनाम सार जिव्हा या नामाची । उपमा त्या देवाची
					कोण वानी ॥ ३॥<br> ज्ञानदेवा सांग झाला हरिपाठ । पूर्वजां वैकुंठ
					मार्ग सोपा ॥ ४॥<br> <br> २२<br> नित्यनेम नामीं ते
					प्राणी दुर्लभ । लक्षुमीवल्लभ तयां जवळी ॥ १॥<br> नारायण हरी
					नारायण हरी । भुक्‍ति मुक्‍ति चारी घरीं त्यांच्या ॥ २॥<br>
					हरिविण जन्म नर्कचि पैं जाणा । यमाचा पाहुणा प्राणी होय ॥ ३॥<br>
					ज्ञानदेव पुसे निवृत्तिसी चाड । गगनाहूनि वाड नाम आहे ॥ ४॥<br> <br>
					२३<br> सात पांच तीन दशकांचा मेळा । एक तत्त्वी कळा दावी हरी ॥
					१॥<br> तैसें नव्हे नाम सर्वत्र वरिष्ठ । तेथें कांहीं कष्ट न
					लागती ॥ २॥<br> अजपा जपणें उलट प्राणाचा । येथेंही मनाचा निर्धार
					असे ॥ ३॥<br> ज्ञानदेवा जिणें नामेंविण व्यर्थ । रामकृष्णीं पंथ
					क्रमियेला ॥ ४॥<br> <br> २४ <br> जप तप कर्म क्रिया
					नेम धर्म । सर्वांघटीं राम भाव शुद्ध ॥ १॥<br> न सोडी हा भावो
					टाकी रे संदेहो । रामकृष्ण टाहो नित्य फोडी ॥ २॥<br> जाति वित्त
					गोत्र कुळ शीळ मात । भजकां त्वरित भावनायुक्‍त ॥ ३॥<br> ज्ञानदेव
					ध्यानीं रामकृष्ण मनीं । वैकुंठभुवनीं घर केलें ॥ ४॥<br> <br>
					२५ <br> जाणीव नेणीव भगवंतीं नाही । हरिउच्चारणी पाही मोक्ष सदा
					॥ १॥<br> नारायण हरी उच्चार नामाचा । तेथें कळिकाळाचा रीघ नाहीं
					॥ २॥<br> तेथील प्रमाण नेणवे वेदांसी । तें जीवजंतूंसीं केवीं
					कळे ॥ ३॥<br> ज्ञानदेव फळ नारायण पाठ । सर्वत्र वैकुंठ केलें असे
					॥ ४॥<br> <br> २६<br> एक तत्त्व नाम दृढ धरीं मना ।
					हरीसी करुणा येईल तुझी ॥ १॥<br> तें नाम सोपें रे रामकृष्ण
					गोविंद । वाचेसी सद्गद जपे आधीं ॥ २॥<br> नामापरतें तत्त्व नाहीं
					रे अन्यथा । वायां आणि पंथा जाशी झणी ॥ ३॥<br> ज्ञानदेव नाम
					जपमाळ अंतरी । धरोनी श्रीहरी जपे सदा ॥ ४॥<br> <br> २७<br>
					सर्व सुख गोडी साही शास्त्रें निवडी । रिकामा अर्धघडी राहूं नको ॥ १॥<br>
					लटिका व्यवहार सर्व हा संसार । वायां येरझार हरीविण ॥ २॥<br>
					नाममंत्र जप कोटी जाईल पाप । रामकृष्णीं संकल्प धरूनी राहे ॥ ३॥<br>
					निजवृत्ति हे काढी माया तोडी । इंद्रियांसवडी लपूं नको ॥ ४॥<br>
					तीर्थीं व्रतीं भाव धरीं रे करुणा । शांति दया पाहुणा हरि करीं ॥ ५॥<br>
					२८<br> अभंग हरिपाठ असती अठ्ठावीस । रचिले विश्वासें ज्ञानदेवें
					॥ १॥<br> नित्य पाठ करी इंद्रायणीतीरीं । होय अधिकारी सर्वथा तो
					॥ २॥<br> असावें एकाग्रीं स्वस्थ चित्त मन । उल्हासें करून स्मरण
					जीवी ॥ ३॥<br> अंतकाळीं तैसा संकटाचें वेळीं । हरि तया सांभाळी
					अंतर्बाह्य ॥ ४॥<br> संतसज्जनानीं घेतली प्रचीती । आळशी मंदमती
					केवीं तरें ॥ ५॥<br> श्रीगुरु निवृत्ति वचन प्रेमळ । तोषला
					तात्काळ ज्ञानदेव ॥ ६॥<br> <br> २९<br> कोणाचें हें घर
					हा देह कोणाचा । आत्माराम त्याचा तोचि जाणे ॥ १॥<br> मी तूं हा
					विचार विवेक शोधावा । गोविंदा माधवा याच देहीं ॥ २॥<br> देहीं
					ध्याता ध्यान त्रिपुटीवेगळा । सहस्र दळीं उगवला सूर्य जैसा ॥ ३॥<br>
					ज्ञानदेव म्हणे नयनाची ज्योती । या नावें रूपें तुम्ही जाणा ॥ ४॥<br>
					<br>
					<button class="read-less-btn">Read Less</button>
				</p>

			</div>

		</div>
	

		<div class="card" id="tukaram">
			
			<p>
			<div class="card-content">
			<h1>श्री तुकाराम महाराजांचं हरीपाठ</h1>
				<p class=" content truncated-content">
					<br>१ <br>नमिला गणपति माऊली सारजा । आतां गुरुराजा दंडवत
					॥१॥<br> गुरुरायाचरणीं मस्तक ठेविला । आल्या स्तुतीला द्यावी मती
					॥२॥<br> गुरुराया तुजऐसा नाहीं सखा । कृपा करुनी रंका धरीं हातीं
					॥३॥<br> तुका म्हणे माता पिता गुरु बंधु । तूंचि कृपासिंधु
					पांडुरंगा ॥४॥<br> <br>२<br> पहाटेच्या प्रहरीं म्हणा
					हरि हरी । तया सुखा सरी नाहीं दुजें ॥१॥<br> केशव वामन नारायण
					विष्णु । कृष्ण संकर्षणु राम राम ॥२॥<br> माधवा वामना श्रीधरा
					गोविंदा । अच्युत मुकुंदा पुरुषोत्तमा ॥३॥<br> नरहरी भार्गवा
					गोपाळा वासुदेवा । हृषीकेशा पावा स्मरणमात्रें ॥४॥<br> तुका
					म्हणे एका नामीं भाव । राहे होय साह्य पांडुरंग ॥५॥<br> <br>
					३<br> अयोध्या मथुरा काशी अवंतिका । कांची हे द्वारका माया सत्य
					॥१॥<br> मोक्ष पुर्‍या ऐशा नित्य वाचे स्मरे । प्राणी तो उद्धरे
					स्मरणमात्रें ॥२॥<br> नित्य नित्य मनीं हरि आठवावा । तेणेंचि
					तरावा भवसिंधु ॥३॥<br> तुका म्हणे ऐसा नामाचा महिमा । राहील जो
					नेमा तोचि धन्य ॥४॥<br> <br> ४<br> यमुना कावेरी गंगा
					भगीरथी । कृष्णा सरस्वती तुंगभद्रा ॥१॥<br> नर्मदा आठवी वेळोवेळी
					वाचे । नाहीं भय साचें प्राणियासी ॥२॥<br> जयाचे संगती प्राणी
					उद्धरती । दर्शनेंच होती मुक्‍ति प्राप्त ॥३॥<br> तुका म्हणे
					नामीं एकनिष्ठ भाव । तेथें वासुदेव सर्व काळ ॥४॥<br> <br> ५<br>
					प्रातःकाळीं नाम पवित्रचि घ्यावें । तेणें विसरावें जन्ममृत्यु ॥१॥<br>
					नळ युधिष्ठिर जनक जनार्दन । स्मरणेंचि धन्य होती प्राणी ॥२॥<br>
					न करा आळस नाम घेतां वाचे । नाहीं भय साचें प्राणियांसी ॥३॥<br>
					तुका म्हणे वाचें गाईल गोविंद । होईल परमानन्द नामें एका ॥४॥<br>
					<br> ६<br> कश्यप गौतम भारद्वाज अत्री । ऋषि विश्वामित्र
					नाम थोर ॥१॥<br> जमदग्नि मुनि वसिष्ठ वर्णिला । तिन्हीं लोकीं
					झाला वंद्य एक ॥२॥<br> नाम घेतां नुरे पाप ताप दैन्य । होय थोर
					पुण्य उच्चारितां ॥३॥<br> तुका म्हणे ऐसी उच्चारितां वाणी ।
					तेथें अंतःकरणीं सुख होय ॥४॥<br> <br>७<br> अहिल्या
					द्रौपदी सीता तारा चारी । मुख्य मंदोदरी पतिव्रता ॥१॥<br> नामें
					घेतां त्यांची वाणी हे पवित्र । होय कुळगोत्र उद्धरण ॥२॥<br>
					संकल्प विकल्प सांडोनियां दुरी । वाचे हरि हरी उच्चारावे ं ॥३॥<br>
					नाहीं बद्धकता तया संसाराची । जाचणी यमाची मग कैंची ॥४॥<br> <br>
					८<br> व्यास अंबरीष वसिष्ठ नारद । शौनक प्रल्हाद भागवत ॥१॥<br>
					नित्य स्मरण करी यांचें जरी प्राणी । पुन्हां नाहीं खाणी
					चौंर्‍याशींची ॥२॥<br> शुक पराशर मुनि पुंडलीक । अर्जुन वाल्मीक
					नाम गाती ॥३॥<br> बली बिभीषण भीष्म रुक्मांगद । बकदाल्भ्य शुद्ध
					महाऋषि ॥४॥<br> तुका म्हणे यांचीं नामें येतां वाणीं । प्रत्यक्ष
					तो प्राणी देवाऐसा ॥५॥<br> <br>९<br> गीता भागवत वेद
					उच्चारितां । पापाची तों वार्ता कोठें राहे ॥१॥<br> सकळ वासना
					नामीं जे रंगली । साधनें राहिली मग कैंची ॥२॥<br> म्हणोनिया नेम
					ऐसा तारी जीवा । होय तोचि देवा आवडता ॥३॥<br> उगवला दिवस जाय तो
					क्षणांत । विचारूनि हित वेगीं करा ॥४॥<br> तुका म्हणे स्मरा
					वेगीं विठोबासी । न धरा मानसीं दुजें कांहीं ॥५॥<br> <br>
					१०<br> तीर्थांचें जें मूळ व्रतांचें जें फळ । ब्रह्म तें केवळ
					पंढरीये ॥१॥<br> तें आम्हीं देखिलें आपुले नयनीं । फिटलीं पारणीं
					लोचनांचीं ॥२॥<br> जिवींचा जिव्हाळा सुखाचा शेजार । उभें कटीं कर
					ठेवूनियां ॥३॥<br> जगाचा जनिता कृपेचा सागर । दीनां लोभपर
					दुष्टां काळ ॥४॥<br> सुरवरां चिंतनीं मुनिवरां ध्यानीं । आकार
					निर्गुणीं तोचि असे ॥५॥<br> तुका म्हणे नाहीं श्रुती आतुडलें ।
					आम्हां सांपडलें गीतीं गातां ॥६॥<br>
					<button class="read-more-btn">Read More</button>
				<p class=" content full-content">
					<br>११<br> राजस सुकुमार मदनाचा पुतळा । रविशशिकळा लोपलिया
					॥१॥<br> कस्तुरी मळकट चंदनाची उटी । रुळे माळ कंठीं वैजयंती ॥२॥<br>
					मुकुट कुंडलें श्रीमुख शोभलें । सुखाचें ओतिलें सकळही ॥३॥<br>
					कांसे सोनसळा पांघरे पाटोळा । घननीळ सावळा बाइयांनो ॥४॥<br>
					सकळही तुम्ही व्हा गे एकीसवा । तुका म्हणे जीवा धीर नाहीं ॥५॥<br>
					<br>१२<br> आवडे हें रूप गोजिरें सगुण । पाहतां लोचन
					सुखावले ॥१॥<br> आतां दृष्टीपुढें ऐसाचि तूं राहे । जों मी तुज
					पाहें पांडुरंगा ॥२॥<br> लांचावलें मन लागलीसे गोडी । ते जीवें न
					सोडी ऐसें झालें ॥३॥<br> तुका म्हणे आम्हीं मागावें लडिवाळी ।
					पुरवावी आळी मायबापें ॥४॥<br> <br>१३<br> शंख चक्र गदा
					रुळे वैजयंती । कुंडलें तळपती दोन्हीं कानीं ॥१॥<br> मस्तकीं
					मुकुट नवरत्नहार । वरी पीतांबर पांघुरला ॥२॥<br> रत्नहिरेजडित
					कटीं कडदोरा । रम्य शोभे हिरा बेंबीपाशी ॥३॥<br> जडित कंकण कर्णी
					शोभे मुद्रिका । लाचावला तुका भेटीसाठीं ॥४॥<br> <br>१४<br>
					नेणें जप तप योग युक्‍ति ध्यान । करितां चिंतन रात्रंदिवस ॥१॥<br>
					नेणें कांहीं देवा झालों उतराई । मागें लागों पाहीं बाळ जैसा ॥२॥<br>
					भाव-गंगोदकें आम्ही शुद्ध पाहें । प्रक्षाळिले पाय विटेसहित ॥३॥<br>
					जन्मली जान्हवी ज्या ठायीं उत्तम । हारावया श्रम भाविकांचे ॥४॥<br>
					तुका म्हणे आम्ही झालों पुण्यवंत । सेविलें अमृत रामतीर्थ ॥५॥<br>
					<br>१५<br> परिमळमिश्रित करूनि उटणें । नारायण तेणें
					तोषविला ॥१॥<br> पय घृत दहि मधु ते शर्करा । गोशृंगधारा अखंडित
					॥२॥<br> करोनि संयुक्‍त ओपियली ईशा । पंचामृतें तैशी पंचविधि ॥३॥<br>
					तुका म्हणे जेथें गंगे जन्म झाला । प्रसाद दिधला आम्हालागी ॥४॥<br>
					<br>१६<br> आपुलिया घरीं कष्ट तरी करीं । आणोनि घागरी
					गंगोदक ॥१॥<br> करोनि विनंती विनवितो तुम्हां । स्नान
					पुरुषोत्तमा करा वेगीं ॥२॥<br> उत्तम वस्त्रानें पुसावें तें अंग
					। करोनि अभ्यंग सर्वांगासी ॥३॥<br> परिधान वस्त्रें केलें
					पीतांबरें । तेणें हें साजिरें रूप दिसे ॥४॥<br> तुका म्हणे
					नेत्र पाहतां निवाले । ध्यान संचारलें हृदयामाजीं ॥५॥<br> <br>१७<br>
					मन हा मोगरा अर्पूनी ईश्वरा । पुनरपि संसारा येणें नाहीं ॥१॥<br>
					मन हें सेवंती अर्पूनी भगवंतीं । पुनरपि संसृती येणें नाहीं ॥२॥<br>
					मन हें तुळसी अर्पूनी हृषीकशी । पुनरपि जन्मासी येणे नाहीं ॥३॥<br>
					तुका म्हणे ऐसा जन्म दिला देवा । तया वास व्हावा वैकुंठासी ॥४॥<br>
					<br>१८ <br> नामपुष्प शुद्ध गळां घाला हार । विवेक सारासार
					तुरा लावूं ॥१॥<br> बोध भाळीं बुका क्षमा तुलसीदळ । वाहतां गोपाळ
					संतोषतो ॥२॥<br> गाइलीया गुण संतोषें तयानें । करितां कीर्तनें
					आल्हादे तो ॥३॥<br> आल्हादे हा देव कीर्ति वाखाणितां । पवाडे
					सांगतां याचे यास ॥४॥<br> याचे यास करूं सर्व निवेदन । वारील हा
					शीण संसारींचा ॥५॥<br> संसाराचा वारा लागों नेदी अंगा । भावे
					पांडुरंगा आळवितो ॥५॥<br> तुका म्हणे आतां उजळली आरती । भावें तो
					श्रीपती ओंवाळूंया ॥७॥<br> <br> १९<br> शब्दाचिया
					भावें केला उपचार । तेणें सर्वेश्वर संतोषला ॥१॥<br> शब्दाचिया
					करें करविलें भोजन । धाला नारायण तेणें सुखें ॥२॥<br> शब्दाचिया
					करें करविले आचमन । तांबूल अर्पून फळें पुष्पें ॥३॥<br> तुका
					म्हणे अन्नाआधी धूपदीप । उपचार अल्प समर्पिले ॥४॥<br> <br>
					२०<br> मजलागीं नाहीं ज्ञानाची ती चाड । वाचे घेत गोड नाम तुझें
					॥१॥<br> नेणतें लेकरुं आवडीचें नातें । बोले वचनातें आवडीनें ॥२॥<br>
					भक्‍तिविण कांहीं वैराग्य तें नाहीं । घातला विठाई भार तुज ॥३॥<br>
					तुका म्हणे नाचूं निर्लज्ज होउनी । नाहीं मझे मनीं दुजा भाव ॥४॥<br>
					<br>२१<br> पूजूं नारायण शब्दाचे सुमनें । मंत्रपुष्प तेणें
					वाहियेलें ॥१॥<br> भावाचे पैं हातीं जोडुनी ओंजळ । समर्पिलें जळ
					शुद्ध भावें ॥२॥<br> मुखशुद्धी तांबूल दिलें तुळसीदल । आनंद सकळ
					ओसंडला ॥३॥<br> तुका म्हणे आतां उरलें नाहीं । नामाविण कांहीं
					बोलावया ॥४॥<br> <br>२२<br> समाधान चित्ताचें चरणा
					आलिंगन । पायावरी मन स्थिरावलें ॥१॥<br> जैसें केलें तैसें घालूं
					लोटांगणा । करूं प्रदक्षिणा नमस्कार ॥२॥<br> प्रार्थितों मी तुज
					राहें माझें पोटीं । हृदयसंपुटीं देवराया ॥३॥<br> क्षेम आलिंगन
					दिली पयीं मिठी । घेतलीसे लुटी अमूप हो ॥४॥<br> तुका म्हणे आतां
					आनंदीआनंद । गाऊं परमानंद मनासंगें ॥५॥<br> <br> २३<br>
					काय उपचार करूं पांडुरंगा । हेंचि मज सांगा विचारूनी ॥१॥<br>
					कोणता पदार्थ उणा तुजपासी । बोलाया वाचेशीं मौन पडे ॥२॥<br>
					शंकर-शेषादि करिती स्मरण । तेथें माझें मन गाऊं शके ॥३॥<br>
					इंद्र सुरवर वाहती सुमनें । तेथें म्यां वाहणे ं काय एक ॥४॥<br>
					परीं आवडीनें जोडूनी ओंजळ । बुका वाहूं माळ तुळसीची ॥५॥<br> उणें
					पुरें तुम्ही करूनियां सांगा । जिवालागीं मग सुख तेव्हां ॥६॥<br>
					तुका म्हणे माझी ऐकावी प्रार्थना । तुम्ही नारायणा सेवकाची ॥७॥<br>
					<br> २४<br> कैसें करूं ध्यान कैसा पाहूं तुज । वर्म दावी
					मज याचकासी ॥१॥<br> कैसी भक्‍ति करूं सांग तुझी सेवा । कोण्या
					भावें देवा आतुडसी ॥२॥<br> कैसी कीर्ति वाणूं कैसा लक्षीं जाणूं
					। जाणुं हा कवणूं कैसा तुज ॥३॥<br> कैसा गाऊं गीतीं कैसा ध्याऊं
					चित्तीं । कैसी स्थिति मति न कळे मज ॥४॥<br> तुका म्हणे जैसें
					दास केलें देवा । तैसें हें अनुभवा आणीं मज ॥५॥<br> <br>२५<br>
					काय तुज कैसें जाणावें गा देवा । आणावे अनुभवा कैशापरी ॥१॥<br>
					सगुण निर्गुण स्थूल कीं लहान । न कळे अनुमान मज तुझें ॥२॥<br>
					कोणता निर्धार करूं हा विचार । भवसिंधु पार तारावया ॥३॥<br> तुका
					म्हणे कैसें पाय आतुडती । न पडे श्रीपती वर्म ठावें ॥४॥<br> <br>
					२६<br> स्तुती करूं तरी कोण माझी मती । वेदां पडे भ्रांति हें
					आश्चर्य ॥१॥<br> परी हा जिव्हाग्रीं रामकृष्णहरी । बैसवीं लौकरी
					यातीगुण ॥२॥<br> रूप गुण कीर्ति कृपाळू उदार । वर्णावया पार
					ब्रह्मा नेणे ॥३॥<br> रूपीं नामीं शिव होऊनिया वेडा । वर्णिला
					पवाडा रामनामीं ॥४॥<br> तुका म्हणे मज नेणवेचि शिव । नाहीं
					राहिला वाव बोलावया ॥५॥<br> <br>२७<br> नामाचा प्रताप
					न वर्णवेचि मज । सांग गरुडध्वज राहे तेथें ॥१॥<br> मम वाचा किती
					परतल्या श्रुती । वेद मुखें श्रुती मौन ठेले ॥२॥<br> वर्णूं
					नेणें शेष नामाचा पवडा । चिरलिया रांडा जिव्हा त्याच्या ॥३॥<br>
					अनुसरली रमा वर्णावया श्रीहरी । पायांची किंकरी होऊनि ठेली ॥४॥<br>
					तुका म्हणे आम्ही मानव किंकर । वर्णावया पार न कळे तुझा ॥५॥<br>
					<br> २८<br> आम्हीं मानवानी वर्णावें तें काय । सुरवर पाय
					वंदिताती ॥१॥<br> गणेश शारदा करिती गायन । आदिदेव गण श्रेष्ठ
					श्रेष्ठ ॥२॥<br> जयाच्या गायना तिष्ठतो शंकर । तयासी पैं पार न
					कळे तुझा ॥३॥<br> तुका म्हणे आम्ही किंकर ते किती । इंद्राची ती
					मती नागविली ॥४॥<br> <br>२९<br> अगा महाविष्णु अनंत
					भुजांच्या । आम्हां अनाथांच्या सोयरीया ॥१॥<br> न कळे महिमा वेद
					मौनावती । तेथें माझी मति कोणीकडे ॥२॥<br> काय म्यां वर्णावें
					तुझ्या थोरपणा । सहस्रवदना शक्‍ति नव्हे ॥३॥<br> रविशशी जेथें
					तेजें सामावती । तेथें माझी मती कोणीकडे ॥४॥<br> तुका म्हणे
					आम्ही बाळ तूं माऊली । करावी साउली करुणेची ॥५॥<br> <br> ३०<br>
					नमो विश्वरूपा अगा मायबाप । अपारा अमूपा पांडुरंगा ॥१॥<br>
					विनवितो रंक दास मी सेवक । वचन तें एक आइकावे ॥२॥<br> तुझी
					स्तुती वेद करितां भागला । निवांतचि ठेला नेति नेति ॥३॥<br> ऋशि
					मुनि बहु सिद्ध कविजन । वर्णितां तुझे गुण न सरती ॥४॥<br> तुका
					म्हणे तेथें काय माझी वाणी । जे तुझी वाखाणी कीर्ति देवा ॥५॥<br>
					<br> ३१<br> विनविजे ऐसे भाग्य नाहीं देवा । पायांशीं केशवा
					सलगी केली ॥१॥<br> धीटपणे पत्र लिहिलें आवडी । पार नेणें थोडी
					मति माझी ॥२॥<br> जेथें वेदां तुझा न कळेचि पार । तेथें मी अपार
					काय वानूं ॥३॥<br> जैसे तैसे माझे बोल अंगिकारी । बोबड्या उत्तरी
					गौरवितो ॥४॥<br> तुका म्हणे विटेवरी जीं पाऊलें । तेथें म्यां
					ठेविलें मस्तक हें ॥५॥<br> <br>३२<br> त्रिगुण आटीव
					वाचेचा पसारा । पडेल विचार सर्व रस ॥१॥<br> आदि मध्य अंतीं नाहीं
					अवसान । जीवनीं जीवन मिळुनी गेलें ॥२॥<br> रामकृष्ण नाम माळ ही
					साजिरी । ओंविली गोजिरी कर्णीं मनी ॥३॥<br> तुका म्हणे तनु झाली
					हे शीतल । आवडी सकळ ब्रह्मानंदें ॥४॥<br> <br> ३३<br>
					इतुकें करीं देवा ऐकें वचन । समूळ अभिमान जाळीं माझा ॥१॥<br>
					इतुकें करीं देवा आइकें हे गोष्टी । सर्व समदृष्टी तुज देखें ॥२॥<br>
					इतुकें करीं देवा विनवितों तुज । संतचरण रज वंदी माथां ॥३॥<br>
					इतुकें करी देवा आइकें हे मात । हृदयीं पंढरीनाथ दिवसरात्रीं ॥४॥<br>
					भलतियां भावें तारी पंढरीनाथा । तुका म्हणे आतां शरण आलों ॥५॥<br>
					<button class="read-less-btn">Read Less</button>
				</p>

			</div>
		</div>

		<div class="card" id="eknath">
			
			<div class="card-content">
			<h1>श्री एकनाथ महाराज हरिपाठ</h1>
				<p class=" content truncated-content">

					१<br> हरीचिया दासा हरि दाही दिशा । भावें जैसा तैसा हरि एक ॥१॥<br>
					हरी मुखीं गातां हरपली चिंता । त्या नाहीं मागुता जन्म घेणें ॥२॥<br>
					जन्म घेणें लागे वासनेच्या संगे । तेचि झालीं अंगें हरिरूप ॥३॥<br>
					हरिरूप झालें जाणीव हरपले । मीतूंपणा गेलें हरीचे ठायीं ॥४॥<br>
					हरिरूप ध्यानीं हरिरूप मनीं । एका जनार्दनीं हरि बोला ॥५॥<br> <br>
					२<br> हरि बोला हरि बोला नातरी अबोला । व्यर्थ गलबला करूं नका
					॥१॥<br> नको अभिमान नको नको मान । सोडीं मीतूंपण तोचि सुखी ॥२॥<br>
					सुखी त्याणें व्हावें जगा निववावें । अज्ञानी लावावे सन्मार्गासी ॥३॥<br>
					मार्ग जया कळे भावभक्तिबळें । जगाचिये मेळे न दिसती ॥४॥<br> जनीं
					वनीं प्रत्यक्ष लोचनीं । एका जनार्दनीं ओळखिलें ॥५॥<br> <br>
					३<br> ओळखिला हरी धन्य तो संसारी । मोक्ष त्याचे घरीं सिद्धीसहित
					॥१॥<br> सिद्धी लावी पिसें कोण तया पुसे । नेलें राजहंसें पाणी
					काय ॥२॥<br> काय तें करावें संदेहीं निर्गुण । ज्ञानानें सगुण ओस
					केलें ॥३॥<br> केलें कर्म झालें तेंचि भोगा आलें । उपजले मेले
					ऐसे किती ॥४॥<br> एका जनार्दनीं नाहीं यातायाती । सुखाची
					विश्रांती हरीसंगें ॥५॥<br> <br> ४<br> जें जें दृष्टी
					दिसे तें तें हरिरूप । पूजा ध्यान जप त्यासी नाहीं ॥१॥<br>
					वैकुंठ कैलासी तीर्थक्षेत्रीं देव । तयाविण ठाव रिता कोठें ॥२॥<br>
					वैष्णवांचें गुह्य मोक्षांचा एकांत । अनंतासी अंत पाहतां नाहीं ॥३॥<br>
					आदि मध्य अवघा हरि एक । एकाचे अनेक हरि करी ॥४॥<br> एकाकार झाले
					जीव दोन्ही तिन्ही । एका जनार्दनीं ऐसें केलें ॥५॥<br> <br>
					५<br> नामाविण मुख सर्पाचें तें बीळ । जिव्हा काळसर्प आहे ॥१॥<br>
					वाचा नव्हे लांब जळो त्याचें जिणें । यातना भोगणें यमपुरीं ॥२॥<br>
					हरीविण कोणी नाहीं सोडविता । पुत्र बंधु कांता संपत्तिचे ॥३॥<br>
					अंतकाळीं कोणी नाहीं बा सांगाती । साधूचे संगतीं हरी जोडे ॥४॥<br>
					कोटि कुळें तारी हरि अक्षरें दोन्ही । एका जनार्दनीं पाठ केलीं ॥५॥<br>
					<br> ६<br> धन्य माय व्याली सुकृताचें फळ । फळ निर्फळ
					हरीविण ॥१॥<br> वेदांताचें बीज हरि हरि अक्षरें । पवित्र सोपारें
					हेंचि एक ॥२॥<br> योग याग व्रत नेम दानधर्म । नलगे साधन जपतां
					हरि ॥३॥<br> साधनाचें सार नाम मुखीं गातां । हरि हरि म्हणतां
					कार्यसिद्धी ॥४॥<br> नित्य मुक्त तोचि एक ब्रह्मज्ञानी । एका
					जनार्दनीं हरि बोला ॥५॥<br> <br> ७<br> बहुतां सुकृतें
					नरदेह लाधला । भक्तीविण गेला अधोगती ॥१॥<br> पाप भाग्य कैसे न
					सरेचि कर्म । न कळेचि वर्म अरे मूढा ॥२॥<br> अनंत जन्मींचें
					सुकृत पदरीं । त्याचे मुखीं हरि पैठा होय ॥३॥<br> राव रंक हो कां
					उंच नीच याती । भक्तीविण माती मुखीं त्याच्या ॥४॥<br> एका
					जनार्दनीं हरि हरि म्हणतां । मुक्ती सायुज्यता पाठी लागे ॥५॥<br>
					<br> ८<br> हरिनामामृत सेवी सावकाश । मोक्ष त्याचे भूस
					दृष्टीपुढें ॥१॥<br> नित्य नामघोष जयाचे मंदिरीं । तेचि काशीपुरी
					तीर्थक्षेत्र ॥२॥<br> वाराणसी तीर्थक्षेत्रा नाश आहे । अविनाशासी
					पाहे नाश कैचा ॥३॥<br> एका तासामाजीं कोटि वेळा सृष्टी । होती
					जाती दृष्टि पाहें तोचि ॥४॥<br> एका जनार्दनीं ऐसें किती झालें ।
					हरिनाम सेविलें तोचि एक ॥५॥<br> <br> ९<br> भक्तीविण
					पशु कशासी वाढला । सटवीने नेला कैसा नाहीं ॥१॥<br> काय माय गेली
					होती भूतापासीं । हरि न ये मुखासी अरे मूढा ॥२॥<br> पातकें करिता
					पुढें आहे पुसता । काय उत्तर देतां होशील तूं ॥३॥<br> अनेक यातना
					यम करवील । कोण सोडवील तेथें तुजला ॥४॥<br> एका जनार्दनीं
					सांगताहें तोंदें । आहा वाचा रडे बोलतांचि ॥५॥<br> १०<br>
					स्वहिताकारणें संगती साधूची । भावें भक्ति हरीची भेटी तेणें ॥१॥<br>
					हरि तेथें संत संत तेथें हरी । ऐसें वेद चारी बोलताती ॥२॥<br>
					ब्रह्मा डोळसातें वेदार्थ ना कळे । तेथें हे आंधळे व्यर्थ होती ॥३॥<br>
					वेदार्थाचा गोंवा कन्याभिलाष । वेदें नाहीं ऐसें सांगितलें ॥४॥<br>
					वेदांचीं हीं बीजाक्षरें हरी दोनी । एका जनार्दनीं हरि बोला ॥५॥<br>
					<button class="read-more-btn">Read More</button>
				<p class=" content full-content">
					<br> ११<br> सत्पद तें ब्रह्म चित्पद तें माया । आनंदपदीं
					जया म्हणती हरी ॥१॥<br> सत्पद निर्गुण चित्पद सगुण । सगुण
					निर्गुण हरिपायीं ॥२॥<br> तत्सदिति ऐसें पैल वस्तूवरी । गीतेमाजी
					हरि बोलियेले ॥३॥<br> हरिपदप्राप्ती भोळ्या भाविकांसी ।
					अभिमानियांसी नर्कवास ॥४॥<br> अस्ति भाति प्रिय ऐशीं पदें तिनी ।
					एका जनार्दनीं तेंचि झालें ॥५॥<br> <br> १२<br> नाकळे
					तें कळे कळे तें नाकळे । वळे तें ना वळें गुरुविणें ॥१॥<br>
					निर्गुण पावलें सगुणीं भजतां । विकल्प धरितां जिव्हा झडे ॥२॥<br>
					बहुरूपी घरी संन्यासाचा वेष । पाहोन तयास धन देती ॥३॥<br>
					संन्याशाला नाहीं बहुरूपियाला । सगुणीं भजला तेथें पावे ॥४॥<br>
					अद्वैताचा खेळ दिसे गुणागुणीं । एका जनार्दनीं ओळखिलें ॥५॥<br> <br>
					१३<br> ओळखिला हरि सांठविला पोटीं । होतां त्याची भेटी दुःख
					कैंचें ॥१॥<br> नर अथवा नारी हो कां दुराचारी । मुखीं गातां हरि
					पवित्र तो ॥२॥<br> पवित्र तें कुळ धन्य त्याची माय । हरि मुखें
					गाय नित्य नेमें ॥३॥<br> काम क्रोध लोभ जयाचे अंतरीं । नाहीं
					अधिकारी ऐसा येथें ॥४॥<br> वैष्णवांचें गुह्य काढिलें निवडुनी ।
					एका जनार्दनीं हरि बोला ॥५॥<br> <br> १४<br> हरि बोला
					देतां हरि बोला घेतां । हांसतां खेळतां हरि बोला ॥१॥<br> हरि
					बोला गातां हरि बोला खातां । सर्व कार्य करितां हरि बोला ॥२॥<br>
					हरि बोला एकांतीं हरि बोला लोकांतीं । देहत्यागांतीं हरि बोला ॥३॥<br>
					हरि बोला भांडतां हरि बोला कांडतां । उठतां बैसतां हरि बोला ॥४॥<br>
					हरि बोला जनीं हरि बोला विजनीं । एका जनार्दनीं हरि बोला ॥५॥<br>
					<br> १५<br> एक तीन पांच मेळा पञ्चवीसांच । छत्तिस
					तत्त्वांचा मूळ हरि ॥१॥<br> कल्पना अविद्या तेणे झाला जीव ।
					मायोपाधी शिव बोलिजेति ॥२॥<br> जीव शिव दोन्ही हरिरूपीं तरंग ।
					सिंधु तो अभंग नेणें हरी ॥३॥<br> शुक्तीवरी रजत पाहतां डोळां
					दिसे । रज्जूवरी भासे मिथ्या सर्प ॥४॥<br>
					क्षेत्र\-क्षेत्रज्ञातें जाणताती ज्ञानी । एका जनार्दनीं हरि बोला ॥५॥<br>
					<br> १६<br> कल्पनेपासूनी कल्पिला जो ठेवा । तेणें पडे
					गोंवा नेणे हरी ॥१॥<br> दिधल्या वांचूनि फळप्राप्ति कैंची ।
					इच्छा कल्पनेची व्यर्थ बापा ॥२॥<br> इच्छावे ते जवळी चरण हरीचे ।
					चरण सर्व नारायण देतो तुज ॥३॥<br> न सुटे कल्पना अभिमानाची गांठी
					। घेतां जन्म कोटी हरि कैंचा ॥४॥<br> एका जनार्दनीं सांपडली खूण
					। कल्पना अभिमान हरि झाला ॥५॥<br> <br> १७<br> काय
					पद्मनीचे षंढासी सोहळे । वांझेसी दोहाळे कैची होती ॥१॥<br>
					अंधापुढें दीप खरासी चंदन । सर्पासी दुधपान करूं नये ॥२॥<br>
					क्रोधि अविश्वासी त्यासी बोध कैंचा । व्यर्थ आपुली वाचा शिणवूं नये
					॥३॥<br> खळाची संगती उपयोगासी न ये । आपणा अपाय त्याचे संगे ॥४॥<br>
					वैष्णवीं कुपथ्य टाकिल वाळूनी । एका जनार्दनीं तेचि भले ॥५॥<br>
					<br> १८<br> न जायेचि ताठा नित्य खटाटोप । मण्डुकीं वटवट
					तैसे ते गा ॥१॥<br> प्रेमावीण भजन नाकाविण मोती । अर्थाविण पोथी
					वाचुनी काय ॥२॥<br> कुंकवा नाहीं ठावे म्हणे मी आहेव । भावावीण
					देव कैसा पावे ॥३॥<br> अनुतापेवीण भाव कैसा राहे । अनुभवें पाहें
					शोधूनियां ॥४॥<br> पाहतां पाहणें गेलें तें शोधूनी । एका
					जनार्दनीं अनुभविलें ॥५॥<br> <br> १९<br> परिमळ गेलिया
					वोस फुल देठीं । आयुष्या शेवटीं देह तैसा ॥१॥<br> घडीघडी काळ वाट
					याची पाहे । अजून किती आहे अवकाश ॥२॥<br> हाचि अनुताप घेऊन सावध
					। कांहीं तरी बोध करीं मना ॥३॥<br> एक तास उरला खट्वांग रायासी ।
					भाग्यदशा कैसी प्राप्त झाली ॥४॥<br> सांपडला हरि तयाला साधनीं ।
					एका जनार्दनीं हरि बोला ॥५॥<br> <br> २०<br> करा रे
					बापांनो साधन हरीचें । झणीं करणीचें करूं नका ॥१॥<br> जेणें बा न
					ये जन्म यमाची यातना । ऐशिया साधना करा कांहीं ॥२॥<br> साधनाचें
					सार मंत्रबीज हरी । आत्मतत्त्व धरी तोचि एक ॥३॥<br> कोटि कोटि
					यज्ञ नित्य ज्याचा नेम । एक हरि नाम जपतां घडे ॥४॥<br> एका
					जनार्दनीं न घ्यावा संशय । निश्चयेंसी होय हरिरूप ॥५॥<br> २१<br>
					बारा सोळा जणी हरीसी नेणती । म्हणोनी फिरती रात्रंदिवस ॥१॥<br>
					सहस्र मुखांचा वर्णितां भागला । हर्ष जया झाला तेणें सुखें ॥२॥<br>
					वेद जाणूं गेला पुधें मौनावला । तें गुह्य तुजला प्राप्त कैंचें ॥३॥<br>
					पूर्व सुकृताचा पूर्ण अभ्यासाचा । दास सद्गुरूचा तोचि जाणे ॥४॥<br>
					जाणते नेणते हरीचे ठिकाणीं । एका जनार्दनीं हरि बोला ॥५॥<br> <br>
					२२<br> पिंडीं देहस्थिती ब्रह्मांडीं पसारा । हरिविण सार व्यर्थ
					भ्रम ॥१॥<br> शुकयाज्ञवल्क्य दत्त कपिलमुनी । हरिसी जाणोनि हरिच
					झाले ॥२॥<br> या रे या रे धरूं हरिनाम तारूं । भवाचा सागरू भय
					नाहीं ॥३॥<br> साधुसंत गेले आनंदीं राहिले । हरिनामें झाले
					कृतकृत्य ॥४॥<br> एका जनार्दनीं मांडिलें दुकान । देतो मोलावीण
					सर्व वस्तु ॥५॥<br> <br> २३<br> आवडीनें भावें हरिनाम
					घेसी । तुझी चिंता त्यासी सर्व आहे ॥१॥<br> नको खेद करूं कोणत्या
					गोष्टीचा । पति तो लक्ष्मीचा जाणतसे ॥२॥<br> सकळ जीवांचा करितो
					सांभाळ । तुज मोकलील ऐसें नाहीं ॥३॥<br> जैसी स्थिति आहे तैशापरी
					राहें । कौतुक तूं पाहें संचिताचें ॥४॥<br> एका जनार्दनीं भोग
					प्रारब्धाचा । हरिकृपें त्याचा नाश झाला ॥५॥<br> <br> २४<br>
					दुर्बळाची कन्या समर्थाने केली । अवदसा निमाली दरिद्राची ॥१॥<br>
					हरिकृपा होतां भक्तां निघती दोंदें । नाचती स्वानंदें हरिरंगीं ॥२॥<br>
					देव भक्त दोन्ही एकरूप झाले । मुळींच संचलें जैसें तैसें ॥३॥<br>
					पाजळली ज्योती कापुराची वाती । ओवाळितां आरती भेद नुरे ॥४॥<br>
					एका जनार्दनीं कल्पेंची मुराला । तोचि झाला ब्रह्मरूप ॥५॥<br> <br>
					२५<br> मुद्रा ती पांचवी लावूनियां लक्ष । तो आत्मा प्रत्यक्ष
					हरि दिसे ॥१॥<br> कानीं जें पेरिलें डोळां तें उगवलें । व्यापकें
					भारले तोचि हरि ॥२॥<br> कर्म-उपासना-ज्ञानमार्गीं झाले ।
					हरिपाठीं आले सर्व मार्ग ॥३॥<br> नित्य प्रेमभावें हरिपाठ गाय ।
					हरिकृपा होय तयावरी ॥४॥<br> झाला हरिपाठ बोलणें येथूनी । एका
					जनार्दनीं हरि बोला ॥५॥<br> <br>

					<button class="read-less-btn">Read Less</button>
				</p>

			</div>
		</div>

		<div class="card" id="namdev">
			
			<div class="card-content">
			<h1>श्री नामदेव महाराज हरिपाठ</h1>
				<p class=" content truncated-content">
					<br> १<br> नामाचा महिमा कोण करी सीमा । जपावें श्रीरामा
					एका भावें ॥१॥<br> न लगती स्तोत्रें नाना मंत्रें यंत्रें ।
					वर्णिजे बा वक्‍त्रें श्रीरामनाम ॥२॥<br> अनंत पुण्यराशी घडे
					ज्या प्राण्यासी । तरीच मुखासी नाम येत ॥३॥<br> नामा म्हणें नाम
					महाजप परम । तो देह उत्तम मृत्युलोकीं ॥४॥<br> <br> २<br>
					जन्माचें कारण रामनामपाठीं । जाइजे वैकुंठीं एकीहेळा ॥१॥<br>
					रामनाम ऐसा जिव्हे उमटे ठसा । तो उद्धरेल आपैसा इहलोकीं ॥२॥<br>
					दो अक्षरीं राम जप हा परम । नलगे तुज नेम नाना पंथ ॥३॥<br> नामा
					म्हणे पवित्र श्रीरामचरित्र । उद्धरिते गोत्र पूर्वजेंसी ॥४॥<br>
					<br> ३<br> विषयांचे कोड कां करिसी गोड । होईल तुज जोड
					इंद्रियबाधा ॥१॥<br> सर्वही लटिकें जाण तूं बा निकें । रामाविण
					एकें न सुटिजे ॥२॥<br> मायाजाळ मोहें इंद्रियांचा रोहो । परि न
					धरेचि भावो भजनपंथें ॥३॥<br> नामा म्हणे देवा करीं तूं लावलाही ।
					मयूराचा टाहो घनगर्जना ॥४॥<br> <br> ४<br> कांसवीचे
					दृष्टी जैं येईजे भेटी । तैं अमृताची सृष्टी घडे त्यासी ॥१॥<br>
					तैसें हें भजन श्रीरामाचें ध्यान । वाचे नारायण अमृतमय ॥२॥<br>
					धन्य त्याचें कुळ सदा पैं सुफळ । दिननिशीं पळ रामनाम ॥३॥<br>
					नामा म्हणे चोखट भक्‍त तो उत्तम । वाचेसी सुगम रामनाम ॥४॥<br> <br>
					५<br> सदा फळ सुफळ वाचेसी गोपाळ । वंदी कळिकाळ शास्त्र सांगे ॥१॥<br>
					ब्रह्मांडनायक ऐसें जें कौतुक । तेंचि नाम एक श्रीकृष्ण ऐसें ॥२॥<br>
					आदि अंत पाहतां नाहीं पैं सर्वथा । परिपूर्ण सरिता अमृताची ॥३॥<br>
					नामा म्हणे अनंत कां करिशी संकेत । उद्धरिले पतित युगायुगीं ॥४॥<br>
					<br> ६<br> गोविंद गोपाळ वाचेसी निखळ । तो उद्धरे तात्काळ
					कलीमाजी ॥१॥<br> नारायण नारायण हेंचि पारायण । उद्धरले जन
					इहलोकीं ॥२॥<br> तुटती यातना कर्माच्या भावना । जडजीवउद्धारणा
					नाम स्मरा ॥३॥<br> नामा म्हणे राम हा जप परम । न लगती नेम नाना
					कोटी ॥४॥<br> ७<br> तीर्थ जपराशी जप हृषीकेशी । मुखीं
					अहर्निशीं रामनाम ॥१॥<br> तीर्थाचें पैं तीर्थ नाम हें समर्थ ।
					होईल कृतार्थ रामनामें ॥२॥<br> होईल साधन तुटेल बंधन । वाचे
					जनार्दन सुफळ सदा ॥३॥<br> नामा म्हणे हरी उच्चार तूं करीं ।
					उद्धरसी निर्धारीं इहलोकीं ॥४॥<br> <br> ८<br> पाहतां
					ये परिपाटी आणिक नाहीं सृष्टी। नामेंविण दृष्टीं न दिसे माझ्या ॥१॥<br>
					नमचि समर्थ नामचि मथित । शंकरासी हेत रामनामीं ॥२॥<br> भरती सर्व
					काम वाचे रामनाम । न लगती ते नेम कर्मजाळ ॥३॥<br> नामा म्हणे
					उच्चार न करीं तूं विचार । तुटेल येरझार नाना योनी ॥४॥<br> <br>
					९<br> तपाचें हें तप राम हें अमूप । करीं का रे जप रामनामीं ॥१॥<br>
					रामकृष्ण म्हणे वाचे नारायण । तुटेल बंधन यमपाश ॥२॥<br> साधेल
					साधन होती कोटी यज्ञ । राम जनार्दन जपे करीं ॥३॥<br> नामा म्हणे
					जिव्हे नामस्मरण करी । म्हणे नरहरी एक्या भावें ॥४॥<br> <br>
					१०<br> हाचि नेम सारीं साधेल तो हरी । नाम हें मुरारी अच्युताचें
					॥१॥<br> राम गोविंद हरे कृष्ण गोविंद हरे । यादव मोहरे रामनाम
					॥२॥<br> न लगती कथा नाना विकळता । नामचि स्मरतां राम वाचे ॥३॥<br>
					नाम म्हणे राम आम्हां हाचि नेम । नित्य तो सप्रेम जप आम्हां ॥४॥<br>

					<button class="read-more-btn">Read More</button>
				<p class=" content full-content">

					<br> ११<br> करूं हें कीर्तन राम नारायण । जनीं जनार्दन
					हेंचि देखें ॥१॥<br> जगाचा जनक रामकृष्ण एक । न करितां विवेक
					स्मरें राम ॥२॥<br> तुटेल भवजाळ कां करिशी पाल्हाळ । सर्व
					मायाजाळ इंद्रियबाधा ॥३॥<br> नामा म्हणे गोविंद स्मरें तूं सावध
					। नव्हे तुज बाधा नाना विघ्नें ॥४॥<br> <br> १२<br>
					मायेचीं भूचरे रज तम सात्त्विक । रामनाम एक सोडवणें एक ॥१॥<br>
					राम हेंचि स्नान राम हेंचि ध्यान । नामें घडती यज्ञ कोटी देवा ॥२॥<br>
					न लगती साधनें नाना मंत्र विवेक । रामनामीं मुख रंगवी कां रे ॥३॥<br>
					नामा म्हणे श्रीराम हेंचि वचन आम्हां। नित्य ते पौर्णिमा सोळा कळी ॥४॥<br>
					<br> १३<br> माझें मी करितां गेले हे दिवस । न धरीच विश्वास
					राम नामीं ॥१॥<br> अंतीं तुज उद्धरती राम कृष्ण हरी । राम
					पंचाक्षरी मंत्रसार ॥२॥<br> कां करिशी सांठा प्रपंच विस्तार। न
					तुटे येरझार नामेंविण ॥३॥<br> नामा म्हणे ऐसें रामनामीं पिसें ।
					तो उद्धरेल आपैसें इहलोकीं ॥४॥<br> <br> १४<br> नको
					नको माया सांडीं लवलाह्या । पुढील उपाया झोंबें कां रे ॥१॥<br>
					राम नाम म्हणे तुटेल बंधन । भावबंधमोचन एक्या नामें ॥२॥<br>
					स्मरतां पतित उद्धरेल यतार्थ । नाम हाचि स्वार्थ तया झाला ॥३॥<br>
					नामा म्हणे हा जप करी तूं अमूप । नामें चुके खेप इये जनीं ॥४॥<br>
					<br> १५<br> स्मरण करितां रामनामध्वनी । ऐकतांचि कर्णीं
					पळती यम ॥१॥<br> नामपाठ करा राम कृष्ण हरी । होतील कामारी ऋद्धि
					सिद्धि ॥२॥<br> साध्य तेंचि साधीं न करी उपाधी । जन्मांतरीच्या
					व्याधी हरती नामें ॥३॥<br> नामा म्हणे सर्व राम हाचि भाव । नाहीं
					आणिक देव रामेंविण ॥४॥<br> <br> १६<br> रामकृष्णमाळा
					घालितां अढळ । तुटेल भवजाळ मायामोह ॥१॥<br> होशील तूं साधु न
					पावती बाधु । पूर्ण ब्रह्मानंदु तुष्टेल तुज ॥२॥<br> जपतां
					रामनाम पुरती सर्व काम । आदि अंति नेम साधेल तुज ॥३॥<br> नामा
					म्हणे कृतार्थ सर्व मनोरथ । न लगती ते अर्थ मायापाश ॥४॥<br> १७<br>
					शरीर संपत्ती मायेचें टवाळ । वायांचि पाल्हाळ मिरवितोसी ॥१॥<br>
					नाम हेचि तारी विठ्ठलनिर्धारीं । म्हणे हरी हरी एक वेळां ॥२॥<br>
					स्मरतां गोपाळनामा वंदितील यम । न लगती नेम मंत्रबाधा ॥३॥<br>
					नामा म्हणे सार मंत्र तो उत्तम । राम हेंचि नाम स्मरें कां रे ॥४॥<br>
					<br> १८<br> कृष्णकथा संग जेणें तुटे पांग । न लगे तुज
					उद्योग करणें कांहीं ॥१॥<br> समर्थ सोयरा राम हा निधान । जनीं
					जनार्दनीं एक ध्यायी ॥२॥<br> नामा म्हणे उच्चार रामकृष्ण सार ।
					तुटेल येरझार भवाब्धीची ॥३॥<br> <br> १९<br>
					भवाब्धीतारक रामकृष्ण नांव । रोहिणीची माव सकळ दिसे ॥१॥<br> नाम
					हेंचि थोर नाम हेंचि थोर । वैकुंठीं बिढार रामनामें ॥२॥<br> राम
					हे निशाणी जपतांची अढळ । वैकुंठ तात्काळ तया जीवा ॥३॥<br> नामा
					म्हणे वैकुंठ नामेंचि जोडेल । अंतीं तुज पावेल राम एक ॥४॥<br> <br>
					२०<br> जळाचा जळबिंदु जळींच तो विरे । तैसें हें विधारे
					पांचाठायीं ॥१॥<br> जीव शिव विचार नाम हें मधुर । जिव्हेसी उपचार
					रामनाम ॥२॥<br> रामनाम तारक शिव षडक्षरी । तैची वाचा करीं अरे
					मूढा ॥३॥<br> नामा म्हणे ध्यान शिवाचें उत्तम । मंत्र हा परम
					रामनाम ॥४॥<br> <br> २१<br> करितां हरिकथा नाम सुखराशी
					। उद्धरी जीवासी एका नामें ॥१॥<br> तें हें रामनाम जपे तूं
					सप्रेम । जप हा सुगम सुफळ सदा ॥२॥<br> नामेंचि तरले नामेंचि
					पावले । नाम म्हणतां गेले वैकुंठासी ॥३॥<br> नामा म्हणे एका
					नामेंसी विनटे । ते वैकुंठींचे पेठे पावले देखा ॥४॥<br> <br>
					२२<br> नामावांचूनि कांहीं दुकें येथें नाहीं । वेगीं लवलाहीं
					राम जपा ॥१॥<br> गोविंद गोपाळ वाचेसी रसाळ । पावसी केवळ निजपद
					॥२॥<br> धृव प्रल्हाद बळी अंबऋषि प्रबुद्ध । नामेंचि चित्पद
					पावले देख ॥३॥<br> नामा म्हणे राम वाचे जपा नाम । संसार भवभ्रम
					हरे नामें ॥४॥<br> <br> २३ म्हणतां वाचे नाम वंदी तया यम ।
					काळादिक सम वंदी तया ॥१॥<br> ऐसें नाम श्रेष्ठ सकळांसी वरिष्ठ ।
					उच्चारितां नीट वैकुंठ गाजे ॥२॥<br> तो हा नाममहिमा वाखाणीत
					ब्रह्मा। न कळे तया उपमा आदिअंतीं॥ ३॥<br> नामा म्हणे पाठें
					नामाचेनि वाटें । तरी प्रत्यक्ष भेटे विठ्ठल हरी ॥४॥<br> <br>
					२४<br> विष्णुनाम श्रेष्ठ गाती देवऋषी । नाम अहर्निशी गोपाळाचें
					॥१॥<br> हरी हरि हरि हरि तूंचि बा श्रीहरि । असे चराचरीं
					जनार्दना ॥२॥<br> आदिब्रह्म हरि आळवी त्रिपुरारी । उमेप्रति करी
					उपदेश ॥३॥<br> नामा म्हणे नाम महाजप परम । शंकरासी नेम दिनदिशीं
					॥४॥<br> <br> २५<br> कां करतोसी सीण वाचे नारायण ।
					जपतां समाधान होईल तुज ॥१॥<br> राम कृष्ण हरी नारायण गोविंद ।
					वाचेसी हा छंद नामपाठ ॥२॥<br> वंदील तो यम कळिकाळ सर्वदा । न
					पावसी आपदा असत देही ॥३॥<br> नामा म्हणे ओळंग शीण झाला संगें ।
					प्रपंच वाउगे सांडी परते ॥४॥<br> <br> २६<br> नामाचेनि
					पाठे जातील वैकुंठें । तो पुंडलीक पेठे प्रकट असे ॥१॥<br> विठ्ठल
					हा मंत्र सांगतसे शास्त्र । आणिक नाही शस्त्र नामाविण ॥२॥<br>
					पुराण व्युत्पत्ति न लगती श्रुती । मुनि हरिपंथी गेले ॥३॥<br>
					नामा म्हणे हरी नामेंचि उद्धरी । जन्माची येरझारी हरे नामें ॥४॥<br>
					<br> २७<br> सर्वांभूतीं भजें नमन करीं संता । नित्य त्या
					अच्युता स्मरण करी ॥१॥<br> ऐसी भजनी विनट सांपडेल वाट । रामकृष्ण
					नीट वैकुंठींची ॥२॥<br> न लगतीं साधनें वायाचि बंधन ।
					हरिनामपंथीं जाण मुनि गेले ॥३॥<br> नामा म्हणे थोर नामचि साधार ।
					वैकुंठीं बिढार तयां भक्‍ता ॥४॥<br> <br> २८<br> तूं
					तव नेणता परि हरि तो जाणता । आहे तो समता सर्वां भूतीं ॥१॥<br>
					सर्वब्रह्म हरि एकचि निर्धारी । होशी झडकरी ब्रह्म तूंचि ॥२॥<br>
					अच्युत माधव अमृताच्या पाठें । लागतांचि वाते वंदी यम ॥३॥<br>
					नामा म्हणे होशी जिवलग विष्णूचा । दास त्या हरीचा आवडता ॥४॥<br>
					<br> २९<br> कां करिसी सोस मायेचा असोस । नव्हे तुझा सौरस
					नामेंविण ॥१॥<br> नामचेचि मंत्र नामचेचि तंत्र । नामविण पवित्र न
					होती देखा ॥२॥<br> तिहीं लोकीं काहीं नामेंविण सर्वथा । अच्युत
					म्हणतां पुण्यकोटी ॥३॥<br> नामा म्हणे ब्रह्म आदि अंतीं नेम ।
					तें विटेवरी सम उभें असे ॥४॥<br> ३०<br> पवित्र परिकर हा
					उच्चार । उद्धरण साचार जगासी या ॥१॥<br> गोविंद केशव उच्चारीं
					श्रीराम । न लगती नेम अमूप जप ॥२॥<br> तें हें विठ्ठलरूप पिकलें
					पंढरीं । नाम चराचरीं विठ्ठल ऐसें ॥३॥<br> नामा म्हणे विठ्ठल
					सर्वांत सखोल । उच्चारितां मोल न लगे तुज ॥४॥<br> <br> ३१<br>
					पोशिसी शरीर इंद्रियांची बाधा । शेखीं तें आपदा करील तुज ॥१॥<br>
					नव्हे तुझें हित विषय पोषितां । हरी हरी म्हणतां उद्धरसी ॥२॥<br>
					वायांचि पाल्हाळ चरित्रु सांगसी । परी नाम न म्हणसी अरे मूढा ॥३॥<br>
					नामा म्हणे हेचि पंढरीये निधान । उच्चारिता जन तरले ऐसें ॥४॥<br>
					<br> ३२<br> विषय खटपट आचार सांगसी । विठ्ठल न म्हणसी अरे
					मूढा ॥१॥<br> पूर्णब्रह्म हरी विठ्ठल श्रीहरी । अंतीं हा
					निर्धारीं तारील सत्य ॥२॥<br> न लगे सायास करणें उपवास । नामाचा
					विश्वास ऐसा धरीं ॥३॥<br> नामा म्हणे प्रेम धरीं सप्रेम । विठ्ठल
					हाचि नेम दिनदिशीं ॥४॥<br> <br> ३३<br> नव्हे तुज हित
					म्हणतां विषय पोषिता । हरी हरी म्हणतां तरशील ॥१॥<br> माधव
					श्रीहरी कृष्ण नरहरी । वेगीं हें उच्चारीं लवलाहीं ॥२॥<br> घडतील
					यज्ञ पापें भग्न होत । प्रपञ्च सर्वत्र होईल ब्रह्म ॥३॥<br> नामा
					म्हणे हरिकथा हरी भवव्यथा । उद्धरसी सर्वथा भाक माझी ॥४॥<br> <br>
					३४<br> उपदेश सुगम आइके रे एक । नाम हें सम्यक विठ्ठलाचें ॥१॥<br>
					जनीं जनार्दन भावचि संपन्न । विठ्ठल उद्धरण कलीमाजीं ॥२॥<br>
					साधेल निधान पुरेल मनोरथ । नामेंचि कृतार्थ होसी जनी ॥३॥<br>
					नामा म्हणे नाम घेई तूं झडकरी । पावशी निर्धारीं वैकुंठपद ॥४॥<br>
					<br>

					<button class="read-less-btn">Read Less</button>
				</p>

			</div>
		</div>



		<div class="card" id="janabai">
		
			<div class="card-content">
				<h1>संत जनाबाई अभंग</h1>
				<p class=" content truncated-content">
					<br> १<br> झाडलोट करी जनी । केर भरी चक्रपाणी ॥१॥<br>
					पाटी घेऊनियां शिरीं । नेऊनियां टाकी दुरी ॥२॥<br> ऐसा भक्तिसी
					भुलला । नीच कामें करुं लागला ॥३॥<br> जनी ह्मणे विठोबाला । काय
					उतराई होऊं तुला ॥४॥<br> <br> २<br> पूर्वी काय तप
					नेणें पैं हो केलें । निधान जोडिलें पंढरीचें ॥१॥<br> येऊनियां
					देव दळूं लागे अंगें । रखुमाईचा संग दूर केला ॥२॥<br> तैसाचि पैं
					संगें येऊनि बाहेरी । वेंचोनियां भरी शेणी अंगें ॥३॥<br> ओझें
					झालें ह्मणूनि पाठी पितांबरी । घेऊनियां घरीं आणितसे ॥४॥<br>
					ऐसें जेथें काम करी चक्रपाणी । तेथें कैंची जनी नामयाची ॥५॥<br>
					<br> ३<br> एकटी तूं गाणें गासी । दुजा शब्द उमटे पाशीं ॥१॥<br>
					कोण गे तुझ्या बरोबरी । गाणें गाती निरंतरीं ॥२॥<br> पांडुरंग
					माझा पिता । रखुमाई झाली माता ॥३॥<br> ऐशियाच्या घरीं आलें । जनी
					ह्मणे धन्य झालें ॥४॥<br> <br> ४<br> जनी डोईनें
					गांजली । विठाबाई धाविन्न्ली ॥१॥<br> देव हातें बुचडा सोडी । उवा
					मारीतसे तांतडी ॥२॥<br> केश विंचरुनी मोकळे केले । जनी ह्मणे
					निर्मळ झालें ॥३॥<br> <br> ५<br> जनी बैसली न्हायाला ।
					पाणी नाहीं विसणाला ॥१॥<br> घागर घेउनी पाण्या गेली । मागें
					मागें धांव घाली ॥२॥<br> घागर घेऊनियां हातीं । पाणी रांजणांत
					ओती ॥३॥<br> ऐशा येरझारा केल्या । रांजण घागरी भरिल्या ॥४॥<br>
					पाणी पुरे पांडुरंगा । दासी जनीच्या अंतरंगा ॥५॥<br> <br> ६<br>
					एके दिवशीं न्हावयास । पाणी नव्हतें विसणास ॥१॥<br> देव
					धांवोनियां आले । शीतळ उदक घे घे बोले ॥२॥<br> आपुल्या हातें
					विसणीं । घाली जनीच्या डोयी पाणी ॥३॥<br> माझ्या डोईच्या केसांस
					। न्हाणें नव्हतें फार दिवस ॥४॥<br> तेणें मुरडी केसांस । कां
					ह्मणे उगीच बैस ॥५॥<br> आपुल्या हातें वेणी घाली । जनी ह्मणे माय
					झाली ॥६॥<br> <br> ७<br> तुळशीचे बनीं । जनी उकलीत
					वेणी ॥१॥<br> हातीं घेऊनियां लोणी । डोई चोळी चक्रपाणी ॥२॥<br>
					माझे जनीला नाहीं कोणी । ह्मणुनी देव घाली पाणी ॥३॥<br> जनी
					सांगे सर्व लोकां । न्हांऊं घाली माझा सखा ॥४॥<br> <br> ८<br>
					साळी सडायास काढी । पुढें जाउनी उखळ झाडी ॥१॥<br> कांडितां
					कांडितां । शीण आला पंढरिनाथा ॥२॥<br> सर्व अंगीं घाम आला ।
					तेणें पितांबर भिजला ॥३॥<br> पायीं पैंजण हातीं कडीं । कोंडा
					पांखडूनि काढी ॥४॥<br> हाता आला असे फोड । जनी ह्मणे मुसळ सोड
					॥५॥<br> ९<br> ज्याचा सखा हरी । त्यावरी विश्व कृपा करी ॥१॥<br>
					उणें पडों नेदी त्याचें । वारें सोसी आघाताचें ॥२॥<br> तयावीण
					क्षणभरी । कदा आपण नव्हे दुरी ॥३॥<br> आंगा आपुले ओढोनी । त्याला
					राखे जो निर्वाणीं ॥४॥<br> ऐसा अंकित भक्तांसी । ह्मणे नामयाची
					दासी ॥५॥<br> <br> १०<br> पक्षी जाय दिगंतरां ।
					बाळकांसी आणी चारा ॥१॥<br> घार हिंडते आकाशीं । झांप घाली
					पिल्लापासीं ॥२॥<br> माता गुंतली कामासी । चित्त तिचें बाळापाशीं
					॥३॥<br> वामर हिंडे झाडावरी । पिलीं बांधुनी उदरीं ॥४॥<br>
					तैंसी आह्यासी विठ्‌ठल माये । जनी वेळोवेळां पाहे ॥५॥<br>

					<button class="read-more-btn">Read More</button>
				<p class=" content full-content">
					<br> ११<br> भक्त जें जें कर्म करिती । तें तूं होसी
					कृपामूर्ती ॥१॥<br> हें तों नवल नव्हे देवा । भुललासी भक्तिभावा
					॥२॥<br> वाग्दोर धरुनी दांतीं । चारी घोडे चहूं हातीं ॥३॥<br>
					धूतां लाज नाहीं तुला । दासी जनी ह्मणे भला ॥४॥<br> <br> १२<br>
					देव भावाचा लंपट । सोडुनी आला हो वैकुंठ ॥१॥<br> पुंडलिकापुढें
					उभा । सम चरणांवरी शोभा ॥२॥<br> हातीं चक्र पायीं वांकी । मुख
					भक्तांचें अवलोकीं ॥३॥<br> उभा बैसेन सर्वथा । पाहे कोडें भक्त
					कथा ॥४॥<br> सर्व सुखाचा सागर । जनी ह्मणे शारंगधर ॥५॥<br>
					<br> १३<br> दुःशासन द्रौपदीसी । घेउनी आला तो सभेसी ॥१॥<br>
					दुर्योधन आज्ञा करी । नग्न करावी सुंदरी ॥२॥<br> आतां उपाय
					कृष्णा काय । धांवें माझे विठ्‌ठल माय ॥३॥<br> निरी ओढितां
					दुर्जन । झालें आणिक निर्माण ॥४॥<br> ऐसीं असंख्य फेडिलीं ।
					देवीं तितुकीं पुरविलीं ॥५॥<br> तया संतां राखिलें कैसें । जनी
					मनीं प्रेमें हांसे ॥६॥<br> <br> १४<br> ब्राह्मणाचें
					पोर । मागे दूध रडे फार ॥१॥<br> माता ह्मणे बालकासी । दूध मागें
					देवापासी ॥२॥<br> क्षिराब्धीची वाटी । ह्मणे जनी लावी ओंठीं ॥३॥<br>
					<br> १५<br> पंढरीच्या राया । माझी विनवणी पायां ॥१॥<br>
					काय वर्णू हरिच्या गोष्‍टी । अनंत ब्रह्मांडें याचे पोटीं ॥२॥<br>
					सेना न्हावी याचे घरीं । अखंड राबे विठ्‌ठल हरी ॥३॥<br> राम
					चिंता ध्यानीं मनीं । ह्मणे नामयाची जनी ॥४॥<br> <br> १६<br>
					भिल्लणीचीं फळें कैशीं । चाखोनी वाहातसे देवासी ॥१॥<br> भावें
					तिचीं अंगिकारी । सर्वाहुनी कृपा करी ॥२॥<br> गुज वान्नरांसी
					पुसावें । राक्षसांतें हो जिंकावें ॥३॥<br> वान्नर अवघे भुभुःकार
					। बोलताती रामासमोर ॥४॥<br> आज्ञा करावी आह्मांसी । रावण आणितों
					तुह्मापासीं ॥५॥<br> तुझ्या नामच्या प्रतापें । हनुमंत गेला जी
					संतापें ॥६॥<br> सीताशुद्धि करुनी आला । दासी जनीस आनंद झाला ॥७॥<br>
					<br> १७<br> यातिहीन चोखामेळा । त्यासी भक्तांचा कळवळा ॥१॥<br>
					त्याचा झाला ह्मणीयारा । राहे घरीं धरी थारा ॥२॥<br> देह बाटविला
					त्याणें । हांसे जनी गाय गाणें ॥३॥<br> <br> १८<br>
					चोखामेळा संत भला । तेणें देव भुलवीला ॥१॥<br> भक्‍ति आहे ज्याची
					मोठी । त्याला पावतो संकटीं ॥२॥<br> चोख्यामेळ्याची करणी । तेणें
					देव केला ऋणी ॥३॥<br> लागा विठ्‌ठल चरणीं । ह्मणे नामयाची जनी
					॥४॥<br> <br> १९<br> माळियाचा लेक झाला । सेखी
					कुर्म्यालागीं गेला ॥१॥<br> चांभार्‍यानें जानव्यासी । काढोन
					दाविलें भटांसी ॥२॥<br> तुरका घरीं विणी । ह्मणे नामयाची जनी ॥३॥<br>
					<br> २०<br> माझा लोभ नाहीं देवा । तुझी करीं ना मी सेवा
					॥१॥<br> नाहीं अंगीं थोरपण । मिथ्या धरिसी गुमान ॥२॥<br>
					रामा येऊनि काय करिसी । तुझें बळ आह्मांपासीं ॥३॥<br> नाहीं
					सामर्थ्य तुज हरी । जनी ह्मणे धरिला चोरीं ॥४॥<br> <br> २१<br>
					द्रौपदीकारण । पाठीराखा नारायण ॥१॥<br> गोरा कुंभाराच्यासंगें ।
					चिखल तुडवूं लागे अंगें ॥२॥<br> कबिराच्या बैसोनि पाठीं । शेले
					विणितां सांगे गोष्‍टी ॥३॥<br> चोखामेळ्यासाठीं ढोरें ओढी जगजेठी
					॥४॥<br> जनीसंगें दळूं लागे । सुरवर म्हणती धन्य भाग्यें ॥५॥<br>
					<br> २२<br> देव भक्तांचा अंकित । कामें त्याचीं सदा करित
					॥१॥<br> त्याचें पडों नेदी उण । होय रक्षिता आपण ॥२॥<br>
					जनी ह्मणे भक्तिभाव । देवदास ऐक्य जीव ॥३॥<br> <br> २३<br>
					बाळे भोळे ठकविशी । तें तंव न चले आह्मांपाशीं ॥१॥<br> गर्व
					धरिसी नामाचा । सोहं सोहं गर्जे वाचा ॥२॥<br> आशा तृष्‍णा
					तुह्मांपाशीं । नाहीं ह्मणे जनी दासी ॥३॥<br> <br> २४<br>
					जेवीं जेवीं बा मुरारी । तुज वाढिली शिदोरी ॥१॥<br> कनकाचे ताटीं
					। रत्‍नजडित ठेविली वाटी ॥२॥<br> आमुचें ब्रह्म सारंग पाणी ।
					हिंडतसे रानोरानीं ॥३॥<br> गोपाळांचे मेळीं । हरि खेळे चेंडूफळी
					॥४॥<br> तुळसीचे वनीं । उभी राहे दासी जनी ॥५॥<br> <br>
					२५<br> जनी म्हणे पांडुरंगा । माझ्या जीवींच्या जीवलगा ।<br>
					विनविते सांगा । महिमा साधुसंतांची ॥१॥<br> कैसी वसविली पंढरी ।
					काय महिमा भीमातीरीं ।<br> पुंडलिकाच्या द्वारीं । कां उभा
					राहिलासी ॥२॥<br> कैसा आला हा गोविंद । कैसा झाला वेणुनाद ।<br>
					येउनी नारद कां राहिला ॥३॥<br> कृपा करा नारायणा । सांगा
					अंतरींच्या खुणा ।<br> येऊं दे करुणा । दासी जनी विनवितसे ॥४॥<br>
					<br> २६<br> दुर्योधना मारी । पांडवासी रक्षी हरी ॥१॥<br>
					पांडवा वनवासीं जाये । तयापाठीं देव आहे ॥२॥<br> उणें न पडे
					तयांचें । काम पुरवी हो मनाचे ॥३॥<br> जनी म्हणे विदुराच्या ।
					कण्या भक्षी हो प्रीतीच्या ॥४॥<br> <br> २७<br> वर
					स्कंधी ऋषि तो वाहिला । बळीनें द्वारपाळ केला ॥१॥<br> भक्ता आधीन
					होसी । त्याच्या वचनीं वर्तसी ॥२॥<br> त्याचे गर्भवास सोसी ।
					कष्‍टी होता अंबऋषी ॥३॥<br> सर्व दुःखासी साहिलें । जनी म्हणे
					बरवें केलें ॥४॥<br> <br> २८<br> भक्तीसाठीं याति
					नाहीं । नाहीं तयासी ते सोई ॥१॥<br> रोहिदास तो चांभार । त्याचा
					करी कारभार ॥२॥<br> जो कां भक्त यातिहीन । देव करी त्याचा मान
					॥३॥<br> त्यासी भक्ताचा आधार । चाट पाहे निरंतर ॥४॥<br> जनी
					म्हणे भक्तासाठीं । विठो सदा गोण्या लोटी ॥५॥<br> <br> २९<br>
					चोखामेळा अनामिक । भक्‍तराज तोचि एक ॥१॥<br> परब्रह्म त्याचे
					घरीं । न सांगतां काम करी ॥२॥<br> रोहिदास तो चांभार । पाहे
					मोमिन कबीर ॥३॥<br> नेमी जबी बीच दासी । रंगीं वेढी नांगर पिशी
					॥४॥<br> <br> ३०<br> देव तारक तारक । देव दुष्‍टांसी
					मारक ॥१॥<br> गीतेमध्ये आदि अंत । ऐसें बोले तो भगवंत ॥२॥<br>
					शत्रुलागीं आधीं मारी । भक्तसंकटीं रक्षी हरी ॥३॥<br> जनी म्हणे
					कृपा करी । भाव पाहोन अंतरीं ॥४॥<br>
					<button class="read-less-btn">Read Less</button>
				</p>

			</div>
		</div>
	</main>

	<footer class="footer">
		<div class="social-links card">

			<div>
				<p>&copy; 2024 Vittheshwar Temple. All rights reserved.</p>

				<!-- Instagram Link -->
				<a href="https://www.instagram.com/shree_vittheshwar_devasthan/"
					target="_blank" class="instagram"> <i class="fab fa-instagram"></i>
				</a>

				<!-- WhatsApp Link -->
				<a href="https://wa.me/1234567890" target="_blank" class="whatsapp">
					<i class="fab fa-whatsapp"></i>
				</a>

				<!-- Email Link -->
				<a href="Sameer.dudhane2@gmail.com" target="_blank"> <i
					class="far fa-envelope"></i>
				</a>
				<!-- Email Link -->
				<a
					href="https://www.facebook.com/people/Shree-Vittheshwar-Devasthan/100064617556968/"
					target="_blank"> <i class="fab fa-facebook"></i>
				</a>
			</div>
		</div>
	</footer>
	<script src="/js/script1.js"></script>

</body>
</html>